aalgo.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cxml="http://tempuri.org/">
<soapenv:Header/>
<soapenv:Body>
<cxml:EnvioCFE>
<cxml:nomusuario>erp2</cxml:nomusuario>
<cxml:clave>erp2</cxml:clave>
<cxml:tenant>morale</cxml:tenant>
<cxml:cliente></cxml:cliente>
<cxml:cfexml><![CDATA[<?xml version="1.0" encoding="UTF-8" ?>
<nsAdenda:CFE_Adenda xmlns:nsAdenda="http://cfe.dgi.gub.uy">
<nsAd:CFE version="1.0" xmlns:nsAd="http://cfe.dgi.gub.uy">
<nsAd:eFact>
 <nsAd:Encabezado><nsAd:IdDoc><nsAd:TipoCFE>111</nsAd:TipoCFE><nsAd:Serie></nsAd:Serie><nsAd:Nro></nsAd:Nro><nsAd:FchEmis>2018-10-20</nsAd:FchEmis><nsAd:MntBruto>1</nsAd:MntBruto><nsAd:FmaPago>2</nsAd:FmaPago></nsAd:IdDoc><nsAd:Emisor><nsAd:RUCEmisor>120132110017</nsAd:RUCEmisor><nsAd:RznSoc>MORALES S.A</nsAd:RznSoc><nsAd:NomComercial>eBorne</nsAd:NomComercial><nsAd:EmiSucursal>Sucursal principal</nsAd:EmiSucursal><nsAd:CdgDGISucur>2</nsAd:CdgDGISucur><nsAd:DomFiscal>18 DE JULIO 1218</nsAd:DomFiscal><nsAd:Ciudad>PAYSANDU</nsAd:Ciudad><nsAd:Departamento>PAYSANDU</nsAd:Departamento></nsAd:Emisor><nsAd:Receptor><nsAd:TipoDocRecep>2</nsAd:TipoDocRecep><nsAd:CodPaisRecep>UY</nsAd:CodPaisRecep><nsAd:DocRecep>120227790015</nsAd:DocRecep><nsAd:RznSocRecep>SERVICIOS FORESTALES APROFOR S.R.L.</nsAd:RznSocRecep><nsAd:DirRecep>SARANDI 1758</nsAd:DirRecep><nsAd:CiudadRecep>PAYSANDU</nsAd:CiudadRecep><nsAd:DeptoRecep>PAYSANDU</nsAd:DeptoRecep><nsAd:PaisRecep>URUGUAY</nsAd:PaisRecep></nsAd:Receptor><nsAd:Totales><nsAd:TpoMoneda>UYU</nsAd:TpoMoneda><nsAd:MntNoGrv>0.00</nsAd:MntNoGrv><nsAd:MntNetoIvaTasaMin>0.00</nsAd:MntNetoIvaTasaMin><nsAd:MntNetoIVATasaBasica>791.00</nsAd:MntNetoIVATasaBasica><nsAd:IVATasaMin>10</nsAd:IVATasaMin><nsAd:IVATasaBasica>22</nsAd:IVATasaBasica><nsAd:MntIVATasaMin>0.00</nsAd:MntIVATasaMin><nsAd:MntIVATasaBasica>174.02</nsAd:MntIVATasaBasica><nsAd:MntTotal>965.00</nsAd:MntTotal><nsAd:CantLinDet>1</nsAd:CantLinDet><nsAd:MontoNF>0.0</nsAd:MontoNF><nsAd:MntPagar>965.00</nsAd:MntPagar></nsAd:Totales> </nsAd:Encabezado><nsAd:Detalle><nsAd:Item><nsAd:NroLinDet>1</nsAd:NroLinDet><nsAd:IndFact>3</nsAd:IndFact><nsAd:NomItem>0</nsAd:NomItem><nsAd:Cantidad>1.00</nsAd:Cantidad><nsAd:UniMed>UN</nsAd:UniMed><nsAd:PrecioUnitario>965</nsAd:PrecioUnitario><nsAd:MontoItem>965</nsAd:MontoItem></nsAd:Item></nsAd:Detalle><nsAd:DscRcgGlobal></nsAd:DscRcgGlobal><nsAd:CAEData><nsAd:CAE_ID>1</nsAd:CAE_ID><nsAd:DNro>1</nsAd:DNro><nsAd:HNro>1</nsAd:HNro><nsAd:FecVenc></nsAd:FecVenc></nsAd:CAEData></nsAd:eFact></nsAd:CFE><nsAdenda:Adenda>  </nsAdenda:Adenda></nsAdenda:CFE_Adenda>]]></cxml:cfexml>
<cxml:referenciaERP>326264</cxml:referenciaERP>
<cxml:devolverQR>0</cxml:devolverQR>
<cxml:sizeQR>10</cxml:sizeQR>
<cxml:impprime>0</cxml:impprime>
<cxml:template>Uso General</cxml:template>
<cxml:devolverXML>0</cxml:devolverXML>
<cxml:version>1.34.7</cxml:version>
</cxml:EnvioCFE>
</soapenv:Body>
</soapenv:Envelope>
